/*
 * Localizable.strings
 * AppCleaner
 */

/*
 * Drop view
 * Surround words with ** to make them bold.
 */
"**Drop** your apps **here**" = "**Déposer** les apps **ici**";
"**Searching…**" = "**Recherche en cours…**";
"Loading Applications…" = "Chargement des Applications…";

/*
 * Uninstall view
 * WARNING: do not modify the dot character and keep 2 whitespaces before and after.
 */
"One file has been found  •  %@" = "Un fichier a été trouvé  •  %@";
"%1$i files were found  •  %2$@" = "%1$i fichiers ont été trouvés  •  %2$@";
"Close" = "Fermer"; // SmartDelete

// Confirmation dialog when removing precious user data.
"You are about to remove your %@ user data." = "Vous êtes sur le point de supprimer vos données utilisateur %@.";
"Your user data are located in the following directory:\n%@" = "Vos données sont situées dans le dossier suivant:\n%@";
"Cancel" = "Annuler";
"Remove" = "Supprimer";

/* Bundles categories */
"User Applications" = "Applications Utilisateur";
"System Applications" = "Applications Système";
"User Widgets" = "Widgets Utilisateur";
"System Widgets" = "Widgets Système";
"User Plugins" = "Plugins Utilisateur";
"System Plugins" = "Plugins Système";

/* Preferences */
"Preferences" = "Préférences";
"General" = "Général";
"SmartDelete" = "SmartDelete";
"Updates" = "Mises à jour";

/* Protected app dialog */
"Cannot remove protected apps" = "Impossible de supprimer les applications protégées";
"You can choose which apps are protected in the preferences." = "Vous pouvez choisir quelles applications sont protégées dans les préférences.";
"OK" = "OK";
"Preferences…" = "Préférences…";

/* Old AppCleaner version dialog */
"Old AppCleaner installation detected" = "Ancienne installation d'AppCleaner détectée";
"Some components installed by an older version of AppCleaner need to be upgraded." = "Certains composants installés par une ancienne version d'AppCleaner ont besoin d'être mis à jour.";
"Upgrade" = "Mettre à jour";
"Later" = "Plus tard";

/* Unknown error */
"An unknown error occured" = "Une erreur inconnue est survenue";
"Please contact the developer." = "Merci de contacter le développeur.";

/* Tooltip for protected apps */
"This app is protected" = "Cette application est protégée";

/* Tooltip for apps protected by SIP */
"This app is protected by OS X and can't be removed" = "Cette application est protégée par OS X et ne peut être supprimée";


/*
 * Markup:
 *  - !!!warning!!!
 *  - !!note!!
 *  - `monospace`
 */
"UninstallHelpText" = "Le bouton « Supprimer » déplacera les fichiers sélectionnés dans la corbeille. Un mot de passe administrateur peut vous être demandé si vous n'avez pas les permissions requises.
La dernière suppression peut être annulée en choisissant Édition > Annuler.

!!!Attention:!!! vérifiez toujours les fichiers que vous allez supprimer. Dans certaines situations, AppCleaner peut trouver des fichiers non-liés.

!!Remarque:!! les fichiers dans `/var/folders` sont désélectionnés par défaut car il n'est pas nécessaire de les supprimer manellement. Le système s'en charge automatiquement.";
